{
  "user": {
    "id": 28370,
    "name": "王小明"
  },
   "diseases":[
	  {
	  	"name":"癫痫",
	  	"tag":"dis1",
	  	"id":"id1",
	  	"text":"癫痫（epilepsy）即俗称的“羊角风”或“羊癫风”，是大脑神经元突发性异常放电，导致短暂的大脑功能障碍的一种慢性疾病。据中国最新流行病学资料显示，国内癫痫的总体患病率为7.0‰，年发病率为28.8/ 10 万，1年内有发作的活动性癫痫患病率为4.6‰。据此估计中国约有900万左右的癫痫患者，其中500～600万是活动性癫痫患者，同时每年新增加癫痫患者约40万，在中国癫痫已经成为神经科仅次于头痛的第二大常见病。"
	  },
	   {
	  	"name":"甲亢",
	  	"tag":"dis2",
	  	"id":"id2",
	  	"text":"甲状腺激素是促进新陈代谢，促进机体氧化还原反应，代谢亢进需要机体增加进食；胃肠活动增强，出现便次增多；虽然进食增多，但氧化反应增强，机体能量消耗增多，患者表现体重减少；产热增多表现怕热出汗,个别患者出现低热；甲状腺激素增多刺激交感神经兴奋，临床表现心悸、心动过速，失眠，对周围事物敏感，情绪波动，甚至焦虑。甲亢患者长期没有得到合适治疗，会引起消瘦和甲亢性心脏病。患者消瘦常常容易患急性传染病感染致残或死亡。甲亢性心脏病引起心脏扩大，心律失常、心房纤颤和心力衰竭，患者丧失劳动力，甚至死亡。"
	  },
	   {
	  	"name":"乙肝",
	  	"tag":"dis3",
	  	"id":"id3",
	  	"text":"本病潜伏期为6周～6个月，一般为3个月。从肝炎病毒入侵到临床出现最初症状以前，这段时期称为潜伏期。潜伏期随病原体的种类、数量、毒力、人体免疫状态而长短不一。1.全身表现患者常感身体乏力，容易疲劳，可伴轻度发热等。失眠、多梦等可能与此有关。2.消化道表现肝炎时，肝功异常，胆汁分泌减少，常出现食欲不振、恶心、厌油、上腹部不适、腹胀等。3.黄疸病情较重时，肝功能受损，胆红素的摄取、结合、分泌、排泄等障碍，血液中胆红素浓度增高。胆红素从尿液排出，尿液颜色变黄，是黄疸最早的表现。血液中胆红素浓度继续增加，可引起眼睛、皮肤黄染。由于胆汁酸的排出障碍，血液中胆汁酸浓度增高，过多的胆汁酸沉积于皮肤，刺激末梢神经，可引起皮肤瘙痒。4.肝区疼痛慢性乙肝一般没有剧烈的疼痛。部分患者可有右上腹、右季肋部不适、隐痛、压痛或叩击痛。如果肝区疼痛剧烈，还要注意胆道疾病、肝癌、胃肠疾病的可能性，以免误诊。"

	  	},
	  	{
	  	"name":"糖尿病",
	  	"tag":"dis4",
	  	"id":"id4",
	  	"text":"1．遗传因素1型或2型糖尿病均存在明显的遗传异质性。糖尿病存在家族发病倾向，1/4～1/2患者有糖尿病家族史。临床上至少有60种以上的遗传综合征可伴有糖尿病。1型糖尿病有多个DNA位点参与发病，其中以HLA抗原基因中DQ位点多态性关系最为密切。在2型糖尿病已发现多种明确的基因突变，如胰岛素基因、胰岛素受体基因、葡萄糖激酶基因、线粒体基因等。2．环境因素进食过多，体力活动减少导致的肥胖是2型糖尿病最主要的环境因素，使具有2型糖尿病遗传易感性的个体容易发病。1型糖尿病患者存在免疫系统异常，在某些病毒如柯萨奇病毒，风疹病毒，腮腺病毒等感染后导致自身免疫反应，破坏胰岛素β细胞。"
	  },
	   {
	  	"name":"肩周炎",
	  	"tag":"dis5",
	  	"id":"id5",
	  	"text":"1.肩部疼痛起初肩部呈阵发性疼痛，多数为慢性发作，以后疼痛逐渐加剧或钝痛，或刀割样痛，且呈持续性，气候变化或劳累后常使疼痛加重，疼痛可向颈项及上肢（特别是肘部）扩散，当肩部偶然受到碰撞或牵拉时，常可引起撕裂样剧痛，肩痛昼轻夜重为本病一大特点，若因受寒而致痛者，则对气候变化特别敏感。2.肩关节活动受限肩关节向各方向活动均可受限，以外展、上举、内旋外旋更为明显，随着病情进展，由于长期废用引起关节囊及肩周软组织的粘连，肌力逐渐下降，加上喙肱韧带固定于缩短的内旋位等因素，使肩关节各方向的主动和被动活动均受限，特别是梳头、穿衣、洗脸、叉腰等动作均难以完成，严重时肘关节功能也可受影响，屈肘时手不能摸到同侧肩部，尤其在手臂后伸时不能完成屈肘动作。3.怕冷患者肩怕冷，不少患者终年用棉垫包肩，即使在暑天，肩部也不敢吹风。"
	  },
	   {
	  	"name":"尿道炎",
	  	"tag":"dis6",
	  	"id":"id6",
	  	"text":"尿道炎(urethritis)是指尿道黏膜的炎症,是一种常见的泌尿道感染，临床上可分为急性和慢性两类。多为致病菌逆行侵入尿道引起。尿道炎的分类比较复杂，范围较广。大致上可分为：非性行为所引起的尿道炎和由性行为或类似性行为所引起的尿道炎。男性常见并发症有附睾炎、前列腺炎、精囊炎等，女性并发症有子宫内膜炎、输卵管炎、盆腔炎、腹膜等。诊断依据：1.尿道刺激症状。2.尿道口红肿，有脓性分泌物，沿尿道可有压痛。3.尿中有多量红细胞、白细胞，尿三杯试验第一杯尿明显不正常。4.尿道分泌物涂片染色检查或细菌培养有致病菌，可以与淋菌性尿道炎鉴别。"
	  }
  ]
}